/* Игра "Угадай число.
Браузер загадывает случайное 4-значное число, а пользователь пытается его угадать. Попытки угадать идут через prompt; браузер в ответ сообщает, больше предлагаемый вариант или меньше. Алгоритм такой:
1. Браузер генерирует число и предлагает пользователя к игре.
2. Выводится окно запроса предположения.
3. Браузер проверяет число и возвращает результат.
4. Это повторяется, пока число не будет угадано.
5. Как только число угадано, браузер сбрасывает количество попыток и генерирует новое число.

Пока на страницу ничего не выводится. */

// Пока не готово.